import { AppView } from './views/appView';
import 'normalize.css';
import './index.scss';

// const app = new AppView();
// app.drawMainPage();

console.log(`
Привет проверяющий!
По пунктам вроде всё выполнено, кроме дополнительного функционала. 
Итого: 200 баллов

Кнопка сброса настроек, которая очищает local storage совмещена с кнопкой сброса фильтров, так как пользователю будет непонятен принцип кнопки которая очищает local storage, и это действие должно происходить вместе с ui-ной кнопкой 

Если есть баги, то буду благодарен за фидбек. Сразу же сделаю изменения!

`)